/* NSMenuItem : <title:About Cyberduck> (oid:117) */
"About Cyberduck" = "Čo je Cyberduck";

/* NSMenuItem : <title:Back> (oid:217) */
"Back" = "Späť";

/* NSMenu : <title:Bookmark> (oid:226) */
"Bookmark" = "Záložky";

/* NSMenuItem : <title:Bring All to Front> (oid:100) */
"Bring All to Front" = "Zobraziť všetky v popredí";

/* NSMenuItem : <title:Check for Update...> (oid:189) */
"Check for Update..." = "Aktualizovať...";

/* NSMenuItem : <title:Close Window> (oid:183) */
"Close Window" = "Zavrieť okno";

/* NSMenuItem : <title:Copy> (oid:81) */
"Copy" = "Kopírovať";

/* NSMenuItem : <title:Copy URL> (oid:257) */
"Copy URL" = "Kopírovať URL";

/* NSMenuItem : <title:Customize Toolbar...> (oid:119) */
"Customize Toolbar..." = "Upraviť lištu nástrojov...";

/* NSMenuItem : <title:Cut> (oid:106) */
"Cut" = "Vyňať";

/* NSMenu : <title:Cyberduck> (oid:120) */
"Cyberduck" = "Cyberduck";

/* NSMenuItem : <title:Cyberduck FAQ> (oid:199) */
"Cyberduck FAQ" = "Často kladené otázky";

/* NSMenuItem : <title:Delete> (oid:193) */
"Delete" = "Odstrániť";

/* NSMenuItem : <title:Delete Bookmark> (oid:227) */
"Delete Bookmark" = "Odstrániť záložku";

/* NSMenuItem : <title:Disconnect> (oid:295) */
"Disconnect" = "Odpojiť";

/* NSMenuItem : <title:Donate...> (oid:88) */
"Donate..." = "Podporiť...";

/* NSMenuItem : <title:Download> (oid:239) */
"Download" = "Stiahnuť";

/* NSMenuItem : <title:Download As...> (oid:244) */
"Download As..." = "Stiahnuť ako...";

/* NSMenuItem : <title:Edit> (oid:114) */
"Edit" = "Úpravy";

/* NSMenuItem : <title:Edit Bookmark> (oid:228) */
"Edit Bookmark" = "Upraviť záložku...";

/* NSMenuItem : <title:Enclosing Folder> (oid:218) */
"Enclosing Folder" = "Do nadradenej zložky";

/* NSMenuItem : <title:Encoding> (oid:276) */
"Encoding" = "Kódovanie";

/* NSMenuItem : <title:File> (oid:93) */
"File" = "Súbor";

/* NSMenu : <title:Go> (oid:210) */
"Go" = "Prechod";

/* NSMenuItem : <title:Go to Folder> (oid:215) */
"Go to Folder" = "Do zložky...";

/* NSMenu : <title:Help> (oid:169) */
"Help" = "Nápoveda";

/* NSMenuItem : <title:Hide Cyberduck> (oid:101) */
"Hide Cyberduck" = "Skryť Cyberduck";

/* NSMenuItem : <title:Hide Others> (oid:98) */
"Hide Others" = "Skryť ostatné";

/* NSMenuItem : <title:Hide Toolbar> (oid:116) */
"Hide Toolbar" = "Skryť lištu nástrojov";

/* NSMenuItem : <title:Info> (oid:94) */
"Info" = "Informácie...";

/* NSMenuItem : <title:Inside> (oid:220) */
"Inside" = "Dovnútra";

/* NSMenuItem : <title:License> (oid:171) */
"License" = "Licencia";

/* NSMenu : <title:MainMenu> (oid:103) */
"MainMenu" = "Hlavné menu";

/* NSMenu : <title:Menu> (oid:250) */
"Menu" = "Menu";

/* NSMenuItem : <title:Minimize> (oid:104) */
"Minimize" = "Minimalizovať";

/* NSMenuItem : <title:New Bookmark> (oid:224) */
"New Bookmark" = "Nová záložka";

/* NSMenuItem : <title:New Browser> (oid:252) */
"New Browser" = "Nový prehliadaĊ";

/* NSMenuItem : <title:New Download> (oid:204) */
"New Download" = "Stiahnuť...";

/* NSMenuItem : <title:New File...> (oid:267) */
"New File..." = "Nový súbor...";

/* NSMenuItem : <title:New Folder...> (oid:191) */
"New Folder..." = "Nová zložka...";

/* NSMenuItem : <title:Open Connection...> (oid:125) */
"Open Connection..." = "Nadviazať spojenie...";

/* NSMenuItem : <title:Open in Editor> (oid:241) */
"Open in Editor" = "Otvoriť v editore";

/* NSMenuItem : <title:Paste> (oid:109) */
"Paste" = "Vložiť";

/* NSMenuItem : <title:Preferences...> (oid:102) */
"Preferences..." = "Predvoľby...";

/* NSMenuItem : <title:Quit Cyberduck> (oid:92) */
"Quit Cyberduck" = "UkonĊiť Cyberduck";

/* NSMenuItem : <title:Refresh> (oid:212) */
"Refresh" = "Obnoviť zoznam súborov";

/* NSMenuItem : <title:Rendezvous> (oid:288) */
"Rendezvous" = "Rendezvous";

/* NSMenuItem : <title:Select All> (oid:105) */
"Select All" = "Vybrať všetko";

/* NSMenuItem : <title:Send Feedback> (oid:181) */
"Send Feedback" = "Odozva na Cyberduck";

/* NSMenu : <title:Services> (oid:127) */
"Services" = "Služby";

/* NSMenuItem : <title:Show All> (oid:83) */
"Show All" = "Zobraziť všetky";

/* NSMenuItem : <title:Show Hidden Files> (oid:270) */
"Show Hidden Files" = "Zobrazovať skryté súbory";

/* NSMenuItem : <title:Show Transfer Queue> (oid:235) */
"Show Transfer Queue" = "Zobraziť priebeh";

/* NSMenuItem : <title:Synchronize...> (oid:265) */
"Synchronize..." = "Synchronizovať...";

/* NSMenuItem : <title:Toggle Bookmark Drawer> (oid:185) */
"Toggle Bookmark Drawer" = "Vysunúť/zasunúť záložky";

/* NSMenuItem : <title:Toggle Log Drawer> (oid:129) */
"Toggle Log Drawer" = "Vysunúť/zasunúť záznamy";

/* NSMenuItem : <title:Upload...> (oid:291) */
"Upload..." = "Odoslať...";

/* NSMenu : <title:View> (oid:118) */
"View" = "Zobrazenie";

/* NSMenuItem : <title:Website> (oid:173) */
"Website" = "Webstránka Cyberduck";

/* NSMenu : <title:Window> (oid:122) */
"Window" = "Okno";

